tutorial_LES/2D_bubble_15_625m/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            patch;
        nFaces          320;
        startFace       408640;
    }
    bottom
    {
        type            patch;
        nFaces          320;
        startFace       408960;
    }
    left
    {
        type            patch;
        nFaces          640;
        startFace       409280;
    }
    right
    {
        type            patch;
        nFaces          640;
        startFace       409920;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          409600;
        startFace       410560;
    }
)

// ************************************************************************* //
