tutorial_LES/2D_bubble_15_625m/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "include/turbulenceModels"

simulationType          LES;

LES
{
    turbulence          on;

    printCoeffs         on;

    LESModel            Smagorinsky; //dynkEqn; //Smagorinsky;

    ${:$LESModel}
}



// ************************************************************************* //
